export const experienceSummary = '제가 지금까지 경험해 온 것들입니다.';

export const experienceDetail = [
  {
    name: '금오공과대학교\n컴퓨터 공학과',
    duration: '2017.03 ~ 2023.02',
    description: `C, Java, Python과 같은 프로그래밍 언어들을 학습했습니다. 이를 바탕으로 컴퓨터 구조, 운영체제, CG, AI, 임배디드 등 컴퓨터 전반에 걸친 분야에 대해 학습했습니다.`,
    activities: [`컴퓨터 공학과 학사 졸업 (4.19 / 4.5, 전공 4.43 / 4.5)`]
  },
  {
    name: '멋쟁이 사자처럼\n프론트엔드 스쿨 3기',
    duration: '2022.08 ~ 2023.01',
    description: `프론트엔드 관련 기초적인 지식을 학습했습니다. 동료 특강, 경진 대회 등 다양한 활동과 팀 프로젝트를 통해  다른 사람들과의 상호작용을 경험했습니다.`,
    activities: ["'React, Hook 들어오네!?' 책 집필", '공공 API를 활용한 여행지 추천 서비스 개발']
  },
  {
    name: '삼성 청년 소프트웨어\n아카데미 9기',
    duration: '2023.01 ~ 2023.12',
    description: `웹 전반에 대한 시직과 알고리즘에 대해 학습했습니다. 팀 프로젝트를 통해 협업 도구를 활용한 협업과 기획부터 실제 서비스까지의 과정을 경험했습니다.`,
    activities: ['지역별 관광 데이터를 활용한 여행 정보 플랫폼 개발', '언어 교류 플랫폼 개발', '실어증 환자를 위한 재활 서비스 개발', '오픈소스 차트 라이브러리 개발']
  },
];